const cyberModCatalog = {
  // НЕЙРОЛИНК
  neural_link: [
    {
      name: "Записыватель брейндансов",
      cost: "500eb(Дорогое)",
      hl: "7(2d)",
      slot: "Клиника",
      desc: "Записывает Брейндансы на стандартную щепку памяти или на подсоединенный Агент"
    },
    {
      name: "Керензиков",
      cost: 500,
      hl: 14,
      slot: "Клиника",
      desc: "Даёт +2 к броскам Инициативы"
    }
  ],

  // КИБЕРГЛАЗА
  eye_right: [
    {
      name: "Антиослепление",
      cost: 100,
      hl: 2,
      slot: "Молл",
      desc: "Пользователь невосприимчив к слепоте или другим эффектам, вызванными яркими вспышками"
    },
    {
      name: "Виртуальное зрение",
      cost: 100,
      hl: 2,
      slot: "Молл",
      desc: " Проецирует изображение киберпространства поверх реального мира"
    }
  ],

}