const rockerLevels = {
    "1-2": `
      <b>🎸 Харизматическое Давление </b><br><br>

      <b>🎤 Где ты можешь выступать:</b><br>
      Небольшие местные клубы.<br><br>

      <b>🧍 Воздействие на одного фаната (СЛ 8):</b><br>
      Ты можешь убедить фаната оказать тебе небольшую услугу — 
      например, купить выпивку, подбросить на тачке или отвлечь охрану.<br><br>

      <b>👥 Воздействие на небольшую группу (СЛ 10):</b><br>
      До 6 фанатов. Они следят за тобой, хотят автограф или селфи, 
      и готовы немного помочь, если это делает их частью "твоего круга".<br><br>

      <b>🏟 Влияние на огромную толпу (СЛ 12):</b><br>
      Ты пока только начинаешь. Сотни людей? 
      <i>Успокойся, звезда, ты ещё не на арене Night City.</i>
      `,
    "3-4": `
      <b>🎸 Харизматическое Давление </b><br>

      <b>🎤 Где ты можешь выступать:</b><br>
      Известные клубы<br>

      <b>🧍 Воздействие на одного фаната (СЛ 8):</b><br>
        Рокербой может убедить кого-то переспать с ним, оказать услугу, 
        замолвить за него словечко и т.п.<br><br>

      <b>👥 Воздействие на небольшую группу (СЛ 10):</b><br>
        Убедить фан-группу (до 6 человек) проводить 
        совместно время, найти выпивку, наркотики и другие товары для вечеринки.<br><br>

      <b>🏟 Влияние на огромную толпу (СЛ 12):</b><br>
        Много местных поклонников покупают записи и мерч 
        рокербоя.</i>
      `,
    "5-6": `
      <b>🎸 Харизматическое Давление </b><br><br>

      <b>🎤 Где ты можешь выступать:</b><br>
      Местные клубы, барные сцены и подпольные вечеринки.<br><br>

      <b>🧍 Воздействие на одного фаната (СЛ 8):</b><br>
      Ты можешь убедить фаната оказать тебе небольшую услугу — 
      например, купить выпивку, подбросить на тачке или отвлечь охрану.<br><br>

      <b>👥 Воздействие на небольшую группу (СЛ 10):</b><br>
      До 6 фанатов. Они следят за тобой, хотят автограф или селфи, 
      и готовы немного помочь, если это делает их частью "твоего круга".<br><br>

      <b>🏟 Влияние на огромную толпу (СЛ 12):</b><br>
      Ты пока только начинаешь. Сотни людей? 
      <i>Успокойся, звезда, ты ещё не на арене Night City.</i>
      `,
    "7-8": `
      <b>🎸 Харизматическое Давление </b><br><br>

      <b>🎤 Где ты можешь выступать:</b><br>
      Местные клубы, барные сцены и подпольные вечеринки.<br><br>

      <b>🧍 Воздействие на одного фаната (СЛ 8):</b><br>
      Ты можешь убедить фаната оказать тебе небольшую услугу — 
      например, купить выпивку, подбросить на тачке или отвлечь охрану.<br><br>

      <b>👥 Воздействие на небольшую группу (СЛ 10):</b><br>
      До 6 фанатов. Они следят за тобой, хотят автограф или селфи, 
      и готовы немного помочь, если это делает их частью "твоего круга".<br><br>

      <b>🏟 Влияние на огромную толпу (СЛ 12):</b><br>
      Ты пока только начинаешь. Сотни людей? 
      <i>Успокойся, звезда, ты ещё не на арене Night City.</i>
      `,
    "9-10": `
      <b>🎸 Харизматическое Давление </b><br><br>

      <b>🎤 Где ты можешь выступать:</b><br>
      Местные клубы, барные сцены и подпольные вечеринки.<br><br>

      <b>🧍 Воздействие на одного фаната (СЛ 8):</b><br>
      Ты можешь убедить фаната оказать тебе небольшую услугу — 
      например, купить выпивку, подбросить на тачке или отвлечь охрану.<br><br>

      <b>👥 Воздействие на небольшую группу (СЛ 10):</b><br>
      До 6 фанатов. Они следят за тобой, хотят автограф или селфи, 
      и готовы немного помочь, если это делает их частью "твоего круга".<br><br>

      <b>🏟 Влияние на огромную толпу (СЛ 12):</b><br>
      Ты пока только начинаешь. Сотни людей? 
      <i>Успокойся, звезда, ты ещё не на арене Night City.</i>
      `,
}

const soloLevels = {
"1-2": `
    <b>🎸 Харизматическое Давление </b><br><br>

    <b>🎤 Где ты можешь выступать:</b><br>
    Небольшие местные клубы.<br><br>

    <b>🧍 Воздействие на одного фаната (СЛ 8):</b><br>
    Ты можешь убедить фаната оказать тебе небольшую услугу — 
    например, купить выпивку, подбросить на тачке или отвлечь охрану.<br><br>

    <b>👥 Воздействие на небольшую группу (СЛ 10):</b><br>
    До 6 фанатов. Они следят за тобой, хотят автограф или селфи, 
    и готовы немного помочь, если это делает их частью "твоего круга".<br><br>

    <b>🏟 Влияние на огромную толпу (СЛ 12):</b><br>
    Ты пока только начинаешь. Сотни людей? 
    <i>Успокойся, звезда, ты ещё не на арене Night City.</i>
    `,
"3-4": `
    <b>🎸 Харизматическое Давление </b><br>

    <b>🎤 Где ты можешь выступать:</b><br>
    Известные клубы<br>

    <b>🧍 Воздействие на одного фаната (СЛ 8):</b><br>
    Рокербой может убедить кого-то переспать с ним, оказать услугу, 
    замолвить за него словечко и т.п.<br><br>

    <b>👥 Воздействие на небольшую группу (СЛ 10):</b><br>
    Убедить фан-группу (до 6 человек) проводить 
    совместно время, найти выпивку, наркотики и другие товары для вечеринки.<br><br>

    <b>🏟 Влияние на огромную толпу (СЛ 12):</b><br>
    Много местных поклонников покупают записи и мерч 
    рокербоя.</i>
    `,
"5-6": `
    <b>🎸 Харизматическое Давление </b><br><br>

    <b>🎤 Где ты можешь выступать:</b><br>
    Местные клубы, барные сцены и подпольные вечеринки.<br><br>

    <b>🧍 Воздействие на одного фаната (СЛ 8):</b><br>
    Ты можешь убедить фаната оказать тебе небольшую услугу — 
    например, купить выпивку, подбросить на тачке или отвлечь охрану.<br><br>

    <b>👥 Воздействие на небольшую группу (СЛ 10):</b><br>
    До 6 фанатов. Они следят за тобой, хотят автограф или селфи, 
    и готовы немного помочь, если это делает их частью "твоего круга".<br><br>

    <b>🏟 Влияние на огромную толпу (СЛ 12):</b><br>
    Ты пока только начинаешь. Сотни людей? 
    <i>Успокойся, звезда, ты ещё не на арене Night City.</i>
    `,
"7-8": `
    <b>🎸 Харизматическое Давление </b><br><br>

    <b>🎤 Где ты можешь выступать:</b><br>
    Местные клубы, барные сцены и подпольные вечеринки.<br><br>

    <b>🧍 Воздействие на одного фаната (СЛ 8):</b><br>
    Ты можешь убедить фаната оказать тебе небольшую услугу — 
    например, купить выпивку, подбросить на тачке или отвлечь охрану.<br><br>

    <b>👥 Воздействие на небольшую группу (СЛ 10):</b><br>
    До 6 фанатов. Они следят за тобой, хотят автограф или селфи, 
    и готовы немного помочь, если это делает их частью "твоего круга".<br><br>

    <b>🏟 Влияние на огромную толпу (СЛ 12):</b><br>
    Ты пока только начинаешь. Сотни людей? 
    <i>Успокойся, звезда, ты ещё не на арене Night City.</i>
    `,
"9-10": `
    <b>🎸 Харизматическое Давление </b><br><br>

    <b>🎤 Где ты можешь выступать:</b><br>
    Местные клубы, барные сцены и подпольные вечеринки.<br><br>

    <b>🧍 Воздействие на одного фаната (СЛ 8):</b><br>
    Ты можешь убедить фаната оказать тебе небольшую услугу — 
    например, купить выпивку, подбросить на тачке или отвлечь охрану.<br><br>

    <b>👥 Воздействие на небольшую группу (СЛ 10):</b><br>
    До 6 фанатов. Они следят за тобой, хотят автограф или селфи, 
    и готовы немного помочь, если это делает их частью "твоего круга".<br><br>

    <b>🏟 Влияние на огромную толпу (СЛ 12):</b><br>
    Ты пока только начинаешь. Сотни людей? 
    <i>Успокойся, звезда, ты ещё не на арене Night City.</i>
    `,
}

const netrunnerLevels = {
"1-2": `
    <b>🎸 Харизматическое Давление </b><br><br>

    <b>🎤 Где ты можешь выступать:</b><br>
    Небольшие местные клубы.<br><br>

    <b>🧍 Воздействие на одного фаната (СЛ 8):</b><br>
    Ты можешь убедить фаната оказать тебе небольшую услугу — 
    например, купить выпивку, подбросить на тачке или отвлечь охрану.<br><br>

    <b>👥 Воздействие на небольшую группу (СЛ 10):</b><br>
    До 6 фанатов. Они следят за тобой, хотят автограф или селфи, 
    и готовы немного помочь, если это делает их частью "твоего круга".<br><br>

    <b>🏟 Влияние на огромную толпу (СЛ 12):</b><br>
    Ты пока только начинаешь. Сотни людей? 
    <i>Успокойся, звезда, ты ещё не на арене Night City.</i>
    `,
"3-4": `
    <b>🎸 Харизматическое Давление </b><br>

    <b>🎤 Где ты можешь выступать:</b><br>
    Известные клубы<br>

    <b>🧍 Воздействие на одного фаната (СЛ 8):</b><br>
    Рокербой может убедить кого-то переспать с ним, оказать услугу, 
    замолвить за него словечко и т.п.<br><br>

    <b>👥 Воздействие на небольшую группу (СЛ 10):</b><br>
    Убедить фан-группу (до 6 человек) проводить 
    совместно время, найти выпивку, наркотики и другие товары для вечеринки.<br><br>

    <b>🏟 Влияние на огромную толпу (СЛ 12):</b><br>
    Много местных поклонников покупают записи и мерч 
    рокербоя.</i>
    `,
"5-6": `
    <b>🎸 Харизматическое Давление </b><br><br>

    <b>🎤 Где ты можешь выступать:</b><br>
    Местные клубы, барные сцены и подпольные вечеринки.<br><br>

    <b>🧍 Воздействие на одного фаната (СЛ 8):</b><br>
    Ты можешь убедить фаната оказать тебе небольшую услугу — 
    например, купить выпивку, подбросить на тачке или отвлечь охрану.<br><br>

    <b>👥 Воздействие на небольшую группу (СЛ 10):</b><br>
    До 6 фанатов. Они следят за тобой, хотят автограф или селфи, 
    и готовы немного помочь, если это делает их частью "твоего круга".<br><br>

    <b>🏟 Влияние на огромную толпу (СЛ 12):</b><br>
    Ты пока только начинаешь. Сотни людей? 
    <i>Успокойся, звезда, ты ещё не на арене Night City.</i>
    `,
"7-8": `
    <b>🎸 Харизматическое Давление </b><br><br>

    <b>🎤 Где ты можешь выступать:</b><br>
    Местные клубы, барные сцены и подпольные вечеринки.<br><br>

    <b>🧍 Воздействие на одного фаната (СЛ 8):</b><br>
    Ты можешь убедить фаната оказать тебе небольшую услугу — 
    например, купить выпивку, подбросить на тачке или отвлечь охрану.<br><br>

    <b>👥 Воздействие на небольшую группу (СЛ 10):</b><br>
    До 6 фанатов. Они следят за тобой, хотят автограф или селфи, 
    и готовы немного помочь, если это делает их частью "твоего круга".<br><br>

    <b>🏟 Влияние на огромную толпу (СЛ 12):</b><br>
    Ты пока только начинаешь. Сотни людей? 
    <i>Успокойся, звезда, ты ещё не на арене Night City.</i>
    `,
"9-10": `
    <b>🎸 Харизматическое Давление </b><br><br>

    <b>🎤 Где ты можешь выступать:</b><br>
    Местные клубы, барные сцены и подпольные вечеринки.<br><br>

    <b>🧍 Воздействие на одного фаната (СЛ 8):</b><br>
    Ты можешь убедить фаната оказать тебе небольшую услугу — 
    например, купить выпивку, подбросить на тачке или отвлечь охрану.<br><br>

    <b>👥 Воздействие на небольшую группу (СЛ 10):</b><br>
    До 6 фанатов. Они следят за тобой, хотят автограф или селфи, 
    и готовы немного помочь, если это делает их частью "твоего круга".<br><br>

    <b>🏟 Влияние на огромную толпу (СЛ 12):</b><br>
    Ты пока только начинаешь. Сотни людей? 
    <i>Успокойся, звезда, ты ещё не на арене Night City.</i>
    `,
}

const technieLevels = {
"1-2": `
    <b>🎸 Харизматическое Давление </b><br><br>

    <b>🎤 Где ты можешь выступать:</b><br>
    Небольшие местные клубы.<br><br>

    <b>🧍 Воздействие на одного фаната (СЛ 8):</b><br>
    Ты можешь убедить фаната оказать тебе небольшую услугу — 
    например, купить выпивку, подбросить на тачке или отвлечь охрану.<br><br>

    <b>👥 Воздействие на небольшую группу (СЛ 10):</b><br>
    До 6 фанатов. Они следят за тобой, хотят автограф или селфи, 
    и готовы немного помочь, если это делает их частью "твоего круга".<br><br>

    <b>🏟 Влияние на огромную толпу (СЛ 12):</b><br>
    Ты пока только начинаешь. Сотни людей? 
    <i>Успокойся, звезда, ты ещё не на арене Night City.</i>
    `,
"3-4": `
    <b>🎸 Харизматическое Давление </b><br>

    <b>🎤 Где ты можешь выступать:</b><br>
    Известные клубы<br>

    <b>🧍 Воздействие на одного фаната (СЛ 8):</b><br>
    Рокербой может убедить кого-то переспать с ним, оказать услугу, 
    замолвить за него словечко и т.п.<br><br>

    <b>👥 Воздействие на небольшую группу (СЛ 10):</b><br>
    Убедить фан-группу (до 6 человек) проводить 
    совместно время, найти выпивку, наркотики и другие товары для вечеринки.<br><br>

    <b>🏟 Влияние на огромную толпу (СЛ 12):</b><br>
    Много местных поклонников покупают записи и мерч 
    рокербоя.</i>
    `,
"5-6": `
    <b>🎸 Харизматическое Давление </b><br><br>

    <b>🎤 Где ты можешь выступать:</b><br>
    Местные клубы, барные сцены и подпольные вечеринки.<br><br>

    <b>🧍 Воздействие на одного фаната (СЛ 8):</b><br>
    Ты можешь убедить фаната оказать тебе небольшую услугу — 
    например, купить выпивку, подбросить на тачке или отвлечь охрану.<br><br>

    <b>👥 Воздействие на небольшую группу (СЛ 10):</b><br>
    До 6 фанатов. Они следят за тобой, хотят автограф или селфи, 
    и готовы немного помочь, если это делает их частью "твоего круга".<br><br>

    <b>🏟 Влияние на огромную толпу (СЛ 12):</b><br>
    Ты пока только начинаешь. Сотни людей? 
    <i>Успокойся, звезда, ты ещё не на арене Night City.</i>
    `,
"7-8": `
    <b>🎸 Харизматическое Давление </b><br><br>

    <b>🎤 Где ты можешь выступать:</b><br>
    Местные клубы, барные сцены и подпольные вечеринки.<br><br>

    <b>🧍 Воздействие на одного фаната (СЛ 8):</b><br>
    Ты можешь убедить фаната оказать тебе небольшую услугу — 
    например, купить выпивку, подбросить на тачке или отвлечь охрану.<br><br>

    <b>👥 Воздействие на небольшую группу (СЛ 10):</b><br>
    До 6 фанатов. Они следят за тобой, хотят автограф или селфи, 
    и готовы немного помочь, если это делает их частью "твоего круга".<br><br>

    <b>🏟 Влияние на огромную толпу (СЛ 12):</b><br>
    Ты пока только начинаешь. Сотни людей? 
    <i>Успокойся, звезда, ты ещё не на арене Night City.</i>
    `,
"9-10": `
    <b>🎸 Харизматическое Давление </b><br><br>

    <b>🎤 Где ты можешь выступать:</b><br>
    Местные клубы, барные сцены и подпольные вечеринки.<br><br>

    <b>🧍 Воздействие на одного фаната (СЛ 8):</b><br>
    Ты можешь убедить фаната оказать тебе небольшую услугу — 
    например, купить выпивку, подбросить на тачке или отвлечь охрану.<br><br>

    <b>👥 Воздействие на небольшую группу (СЛ 10):</b><br>
    До 6 фанатов. Они следят за тобой, хотят автограф или селфи, 
    и готовы немного помочь, если это делает их частью "твоего круга".<br><br>

    <b>🏟 Влияние на огромную толпу (СЛ 12):</b><br>
    Ты пока только начинаешь. Сотни людей? 
    <i>Успокойся, звезда, ты ещё не на арене Night City.</i>
    `,
}

const medtechLevels = {
    "1-2": `
        <b>🎸 Харизматическое Давление </b><br><br>
    
        <b>🎤 Где ты можешь выступать:</b><br>
        Небольшие местные клубы.<br><br>
    
        <b>🧍 Воздействие на одного фаната (СЛ 8):</b><br>
        Ты можешь убедить фаната оказать тебе небольшую услугу — 
        например, купить выпивку, подбросить на тачке или отвлечь охрану.<br><br>
    
        <b>👥 Воздействие на небольшую группу (СЛ 10):</b><br>
        До 6 фанатов. Они следят за тобой, хотят автограф или селфи, 
        и готовы немного помочь, если это делает их частью "твоего круга".<br><br>
    
        <b>🏟 Влияние на огромную толпу (СЛ 12):</b><br>
        Ты пока только начинаешь. Сотни людей? 
        <i>Успокойся, звезда, ты ещё не на арене Night City.</i>
        `,
    "3-4": `
        <b>🎸 Харизматическое Давление </b><br>
    
        <b>🎤 Где ты можешь выступать:</b><br>
        Известные клубы<br>
    
        <b>🧍 Воздействие на одного фаната (СЛ 8):</b><br>
        Рокербой может убедить кого-то переспать с ним, оказать услугу, 
        замолвить за него словечко и т.п.<br><br>
    
        <b>👥 Воздействие на небольшую группу (СЛ 10):</b><br>
        Убедить фан-группу (до 6 человек) проводить 
        совместно время, найти выпивку, наркотики и другие товары для вечеринки.<br><br>
    
        <b>🏟 Влияние на огромную толпу (СЛ 12):</b><br>
        Много местных поклонников покупают записи и мерч 
        рокербоя.</i>
        `,
    "5-6": `
        <b>🎸 Харизматическое Давление </b><br><br>
    
        <b>🎤 Где ты можешь выступать:</b><br>
        Местные клубы, барные сцены и подпольные вечеринки.<br><br>
    
        <b>🧍 Воздействие на одного фаната (СЛ 8):</b><br>
        Ты можешь убедить фаната оказать тебе небольшую услугу — 
        например, купить выпивку, подбросить на тачке или отвлечь охрану.<br><br>
    
        <b>👥 Воздействие на небольшую группу (СЛ 10):</b><br>
        До 6 фанатов. Они следят за тобой, хотят автограф или селфи, 
        и готовы немного помочь, если это делает их частью "твоего круга".<br><br>
    
        <b>🏟 Влияние на огромную толпу (СЛ 12):</b><br>
        Ты пока только начинаешь. Сотни людей? 
        <i>Успокойся, звезда, ты ещё не на арене Night City.</i>
        `,
    "7-8": `
        <b>🎸 Харизматическое Давление </b><br><br>
    
        <b>🎤 Где ты можешь выступать:</b><br>
        Местные клубы, барные сцены и подпольные вечеринки.<br><br>
    
        <b>🧍 Воздействие на одного фаната (СЛ 8):</b><br>
        Ты можешь убедить фаната оказать тебе небольшую услугу — 
        например, купить выпивку, подбросить на тачке или отвлечь охрану.<br><br>
    
        <b>👥 Воздействие на небольшую группу (СЛ 10):</b><br>
        До 6 фанатов. Они следят за тобой, хотят автограф или селфи, 
        и готовы немного помочь, если это делает их частью "твоего круга".<br><br>
    
        <b>🏟 Влияние на огромную толпу (СЛ 12):</b><br>
        Ты пока только начинаешь. Сотни людей? 
        <i>Успокойся, звезда, ты ещё не на арене Night City.</i>
        `,
    "9-10": `
        <b>🎸 Харизматическое Давление </b><br><br>
    
        <b>🎤 Где ты можешь выступать:</b><br>
        Местные клубы, барные сцены и подпольные вечеринки.<br><br>
    
        <b>🧍 Воздействие на одного фаната (СЛ 8):</b><br>
        Ты можешь убедить фаната оказать тебе небольшую услугу — 
        например, купить выпивку, подбросить на тачке или отвлечь охрану.<br><br>
    
        <b>👥 Воздействие на небольшую группу (СЛ 10):</b><br>
        До 6 фанатов. Они следят за тобой, хотят автограф или селфи, 
        и готовы немного помочь, если это делает их частью "твоего круга".<br><br>
    
        <b>🏟 Влияние на огромную толпу (СЛ 12):</b><br>
        Ты пока только начинаешь. Сотни людей? 
        <i>Успокойся, звезда, ты ещё не на арене Night City.</i>
        `,
}

const mediaLevels = {
"1-2": `
    <b>🎸 Харизматическое Давление </b><br><br>

    <b>🎤 Где ты можешь выступать:</b><br>
    Небольшие местные клубы.<br><br>

    <b>🧍 Воздействие на одного фаната (СЛ 8):</b><br>
    Ты можешь убедить фаната оказать тебе небольшую услугу — 
    например, купить выпивку, подбросить на тачке или отвлечь охрану.<br><br>

    <b>👥 Воздействие на небольшую группу (СЛ 10):</b><br>
    До 6 фанатов. Они следят за тобой, хотят автограф или селфи, 
    и готовы немного помочь, если это делает их частью "твоего круга".<br><br>

    <b>🏟 Влияние на огромную толпу (СЛ 12):</b><br>
    Ты пока только начинаешь. Сотни людей? 
    <i>Успокойся, звезда, ты ещё не на арене Night City.</i>
    `,
"3-4": `
    <b>🎸 Харизматическое Давление </b><br>

    <b>🎤 Где ты можешь выступать:</b><br>
    Известные клубы<br>

    <b>🧍 Воздействие на одного фаната (СЛ 8):</b><br>
    Рокербой может убедить кого-то переспать с ним, оказать услугу, 
    замолвить за него словечко и т.п.<br><br>

    <b>👥 Воздействие на небольшую группу (СЛ 10):</b><br>
    Убедить фан-группу (до 6 человек) проводить 
    совместно время, найти выпивку, наркотики и другие товары для вечеринки.<br><br>

    <b>🏟 Влияние на огромную толпу (СЛ 12):</b><br>
    Много местных поклонников покупают записи и мерч 
    рокербоя.</i>
    `,
"5-6": `
    <b>🎸 Харизматическое Давление </b><br><br>

    <b>🎤 Где ты можешь выступать:</b><br>
    Местные клубы, барные сцены и подпольные вечеринки.<br><br>

    <b>🧍 Воздействие на одного фаната (СЛ 8):</b><br>
    Ты можешь убедить фаната оказать тебе небольшую услугу — 
    например, купить выпивку, подбросить на тачке или отвлечь охрану.<br><br>

    <b>👥 Воздействие на небольшую группу (СЛ 10):</b><br>
    До 6 фанатов. Они следят за тобой, хотят автограф или селфи, 
    и готовы немного помочь, если это делает их частью "твоего круга".<br><br>

    <b>🏟 Влияние на огромную толпу (СЛ 12):</b><br>
    Ты пока только начинаешь. Сотни людей? 
    <i>Успокойся, звезда, ты ещё не на арене Night City.</i>
    `,
"7-8": `
    <b>🎸 Харизматическое Давление </b><br><br>

    <b>🎤 Где ты можешь выступать:</b><br>
    Местные клубы, барные сцены и подпольные вечеринки.<br><br>

    <b>🧍 Воздействие на одного фаната (СЛ 8):</b><br>
    Ты можешь убедить фаната оказать тебе небольшую услугу — 
    например, купить выпивку, подбросить на тачке или отвлечь охрану.<br><br>

    <b>👥 Воздействие на небольшую группу (СЛ 10):</b><br>
    До 6 фанатов. Они следят за тобой, хотят автограф или селфи, 
    и готовы немного помочь, если это делает их частью "твоего круга".<br><br>

    <b>🏟 Влияние на огромную толпу (СЛ 12):</b><br>
    Ты пока только начинаешь. Сотни людей? 
    <i>Успокойся, звезда, ты ещё не на арене Night City.</i>
    `,
"9-10": `
    <b>🎸 Харизматическое Давление </b><br><br>

    <b>🎤 Где ты можешь выступать:</b><br>
    Местные клубы, барные сцены и подпольные вечеринки.<br><br>

    <b>🧍 Воздействие на одного фаната (СЛ 8):</b><br>
    Ты можешь убедить фаната оказать тебе небольшую услугу — 
    например, купить выпивку, подбросить на тачке или отвлечь охрану.<br><br>

    <b>👥 Воздействие на небольшую группу (СЛ 10):</b><br>
    До 6 фанатов. Они следят за тобой, хотят автограф или селфи, 
    и готовы немного помочь, если это делает их частью "твоего круга".<br><br>

    <b>🏟 Влияние на огромную толпу (СЛ 12):</b><br>
    Ты пока только начинаешь. Сотни людей? 
    <i>Успокойся, звезда, ты ещё не на арене Night City.</i>
    `,
}

const corporateLevels = {
    "1-2": `
        <b>🎸 Харизматическое Давление </b><br><br>
    
        <b>🎤 Где ты можешь выступать:</b><br>
        Небольшие местные клубы.<br><br>
    
        <b>🧍 Воздействие на одного фаната (СЛ 8):</b><br>
        Ты можешь убедить фаната оказать тебе небольшую услугу — 
        например, купить выпивку, подбросить на тачке или отвлечь охрану.<br><br>
    
        <b>👥 Воздействие на небольшую группу (СЛ 10):</b><br>
        До 6 фанатов. Они следят за тобой, хотят автограф или селфи, 
        и готовы немного помочь, если это делает их частью "твоего круга".<br><br>
    
        <b>🏟 Влияние на огромную толпу (СЛ 12):</b><br>
        Ты пока только начинаешь. Сотни людей? 
        <i>Успокойся, звезда, ты ещё не на арене Night City.</i>
        `,
    "3-4": `
        <b>🎸 Харизматическое Давление </b><br>
    
        <b>🎤 Где ты можешь выступать:</b><br>
        Известные клубы<br>
    
        <b>🧍 Воздействие на одного фаната (СЛ 8):</b><br>
        Рокербой может убедить кого-то переспать с ним, оказать услугу, 
        замолвить за него словечко и т.п.<br><br>
    
        <b>👥 Воздействие на небольшую группу (СЛ 10):</b><br>
        Убедить фан-группу (до 6 человек) проводить 
        совместно время, найти выпивку, наркотики и другие товары для вечеринки.<br><br>
    
        <b>🏟 Влияние на огромную толпу (СЛ 12):</b><br>
        Много местных поклонников покупают записи и мерч 
        рокербоя.</i>
        `,
    "5-6": `
        <b>🎸 Харизматическое Давление </b><br><br>
    
        <b>🎤 Где ты можешь выступать:</b><br>
        Местные клубы, барные сцены и подпольные вечеринки.<br><br>
    
        <b>🧍 Воздействие на одного фаната (СЛ 8):</b><br>
        Ты можешь убедить фаната оказать тебе небольшую услугу — 
        например, купить выпивку, подбросить на тачке или отвлечь охрану.<br><br>
    
        <b>👥 Воздействие на небольшую группу (СЛ 10):</b><br>
        До 6 фанатов. Они следят за тобой, хотят автограф или селфи, 
        и готовы немного помочь, если это делает их частью "твоего круга".<br><br>
    
        <b>🏟 Влияние на огромную толпу (СЛ 12):</b><br>
        Ты пока только начинаешь. Сотни людей? 
        <i>Успокойся, звезда, ты ещё не на арене Night City.</i>
        `,
    "7-8": `
        <b>🎸 Харизматическое Давление </b><br><br>
    
        <b>🎤 Где ты можешь выступать:</b><br>
        Местные клубы, барные сцены и подпольные вечеринки.<br><br>
    
        <b>🧍 Воздействие на одного фаната (СЛ 8):</b><br>
        Ты можешь убедить фаната оказать тебе небольшую услугу — 
        например, купить выпивку, подбросить на тачке или отвлечь охрану.<br><br>
    
        <b>👥 Воздействие на небольшую группу (СЛ 10):</b><br>
        До 6 фанатов. Они следят за тобой, хотят автограф или селфи, 
        и готовы немного помочь, если это делает их частью "твоего круга".<br><br>
    
        <b>🏟 Влияние на огромную толпу (СЛ 12):</b><br>
        Ты пока только начинаешь. Сотни людей? 
        <i>Успокойся, звезда, ты ещё не на арене Night City.</i>
        `,
    "9-10": `
        <b>🎸 Харизматическое Давление </b><br><br>
    
        <b>🎤 Где ты можешь выступать:</b><br>
        Местные клубы, барные сцены и подпольные вечеринки.<br><br>
    
        <b>🧍 Воздействие на одного фаната (СЛ 8):</b><br>
        Ты можешь убедить фаната оказать тебе небольшую услугу — 
        например, купить выпивку, подбросить на тачке или отвлечь охрану.<br><br>
    
        <b>👥 Воздействие на небольшую группу (СЛ 10):</b><br>
        До 6 фанатов. Они следят за тобой, хотят автограф или селфи, 
        и готовы немного помочь, если это делает их частью "твоего круга".<br><br>
    
        <b>🏟 Влияние на огромную толпу (СЛ 12):</b><br>
        Ты пока только начинаешь. Сотни людей? 
        <i>Успокойся, звезда, ты ещё не на арене Night City.</i>
        `,
}

const lawmanLevels = {
    "1-2": `
        <b>🎸 Харизматическое Давление </b><br><br>
    
        <b>🎤 Где ты можешь выступать:</b><br>
        Небольшие местные клубы.<br><br>
    
        <b>🧍 Воздействие на одного фаната (СЛ 8):</b><br>
        Ты можешь убедить фаната оказать тебе небольшую услугу — 
        например, купить выпивку, подбросить на тачке или отвлечь охрану.<br><br>
    
        <b>👥 Воздействие на небольшую группу (СЛ 10):</b><br>
        До 6 фанатов. Они следят за тобой, хотят автограф или селфи, 
        и готовы немного помочь, если это делает их частью "твоего круга".<br><br>
    
        <b>🏟 Влияние на огромную толпу (СЛ 12):</b><br>
        Ты пока только начинаешь. Сотни людей? 
        <i>Успокойся, звезда, ты ещё не на арене Night City.</i>
        `,
    "3-4": `
        <b>🎸 Харизматическое Давление </b><br>
    
        <b>🎤 Где ты можешь выступать:</b><br>
        Известные клубы<br>
    
        <b>🧍 Воздействие на одного фаната (СЛ 8):</b><br>
        Рокербой может убедить кого-то переспать с ним, оказать услугу, 
        замолвить за него словечко и т.п.<br><br>
    
        <b>👥 Воздействие на небольшую группу (СЛ 10):</b><br>
        Убедить фан-группу (до 6 человек) проводить 
        совместно время, найти выпивку, наркотики и другие товары для вечеринки.<br><br>
    
        <b>🏟 Влияние на огромную толпу (СЛ 12):</b><br>
        Много местных поклонников покупают записи и мерч 
        рокербоя.</i>
        `,
    "5-6": `
        <b>🎸 Харизматическое Давление </b><br><br>
    
        <b>🎤 Где ты можешь выступать:</b><br>
        Местные клубы, барные сцены и подпольные вечеринки.<br><br>
    
        <b>🧍 Воздействие на одного фаната (СЛ 8):</b><br>
        Ты можешь убедить фаната оказать тебе небольшую услугу — 
        например, купить выпивку, подбросить на тачке или отвлечь охрану.<br><br>
    
        <b>👥 Воздействие на небольшую группу (СЛ 10):</b><br>
        До 6 фанатов. Они следят за тобой, хотят автограф или селфи, 
        и готовы немного помочь, если это делает их частью "твоего круга".<br><br>
    
        <b>🏟 Влияние на огромную толпу (СЛ 12):</b><br>
        Ты пока только начинаешь. Сотни людей? 
        <i>Успокойся, звезда, ты ещё не на арене Night City.</i>
        `,
    "7-8": `
        <b>🎸 Харизматическое Давление </b><br><br>
    
        <b>🎤 Где ты можешь выступать:</b><br>
        Местные клубы, барные сцены и подпольные вечеринки.<br><br>
    
        <b>🧍 Воздействие на одного фаната (СЛ 8):</b><br>
        Ты можешь убедить фаната оказать тебе небольшую услугу — 
        например, купить выпивку, подбросить на тачке или отвлечь охрану.<br><br>
    
        <b>👥 Воздействие на небольшую группу (СЛ 10):</b><br>
        До 6 фанатов. Они следят за тобой, хотят автограф или селфи, 
        и готовы немного помочь, если это делает их частью "твоего круга".<br><br>
    
        <b>🏟 Влияние на огромную толпу (СЛ 12):</b><br>
        Ты пока только начинаешь. Сотни людей? 
        <i>Успокойся, звезда, ты ещё не на арене Night City.</i>
        `,
    "9-10": `
        <b>🎸 Харизматическое Давление </b><br><br>
    
        <b>🎤 Где ты можешь выступать:</b><br>
        Местные клубы, барные сцены и подпольные вечеринки.<br><br>
    
        <b>🧍 Воздействие на одного фаната (СЛ 8):</b><br>
        Ты можешь убедить фаната оказать тебе небольшую услугу — 
        например, купить выпивку, подбросить на тачке или отвлечь охрану.<br><br>
    
        <b>👥 Воздействие на небольшую группу (СЛ 10):</b><br>
        До 6 фанатов. Они следят за тобой, хотят автограф или селфи, 
        и готовы немного помочь, если это делает их частью "твоего круга".<br><br>
    
        <b>🏟 Влияние на огромную толпу (СЛ 12):</b><br>
        Ты пока только начинаешь. Сотни людей? 
        <i>Успокойся, звезда, ты ещё не на арене Night City.</i>
        `,
}

const fixerLevels = {
    "1-2": `
        <b>🎸 Харизматическое Давление </b><br><br>
    
        <b>🎤 Где ты можешь выступать:</b><br>
        Небольшие местные клубы.<br><br>
    
        <b>🧍 Воздействие на одного фаната (СЛ 8):</b><br>
        Ты можешь убедить фаната оказать тебе небольшую услугу — 
        например, купить выпивку, подбросить на тачке или отвлечь охрану.<br><br>
    
        <b>👥 Воздействие на небольшую группу (СЛ 10):</b><br>
        До 6 фанатов. Они следят за тобой, хотят автограф или селфи, 
        и готовы немного помочь, если это делает их частью "твоего круга".<br><br>
    
        <b>🏟 Влияние на огромную толпу (СЛ 12):</b><br>
        Ты пока только начинаешь. Сотни людей? 
        <i>Успокойся, звезда, ты ещё не на арене Night City.</i>
        `,
    "3-4": `
        <b>🎸 Харизматическое Давление </b><br>
    
        <b>🎤 Где ты можешь выступать:</b><br>
        Известные клубы<br>
    
        <b>🧍 Воздействие на одного фаната (СЛ 8):</b><br>
        Рокербой может убедить кого-то переспать с ним, оказать услугу, 
        замолвить за него словечко и т.п.<br><br>
    
        <b>👥 Воздействие на небольшую группу (СЛ 10):</b><br>
        Убедить фан-группу (до 6 человек) проводить 
        совместно время, найти выпивку, наркотики и другие товары для вечеринки.<br><br>
    
        <b>🏟 Влияние на огромную толпу (СЛ 12):</b><br>
        Много местных поклонников покупают записи и мерч 
        рокербоя.</i>
        `,
    "5-6": `
        <b>🎸 Харизматическое Давление </b><br><br>
    
        <b>🎤 Где ты можешь выступать:</b><br>
        Местные клубы, барные сцены и подпольные вечеринки.<br><br>
    
        <b>🧍 Воздействие на одного фаната (СЛ 8):</b><br>
        Ты можешь убедить фаната оказать тебе небольшую услугу — 
        например, купить выпивку, подбросить на тачке или отвлечь охрану.<br><br>
    
        <b>👥 Воздействие на небольшую группу (СЛ 10):</b><br>
        До 6 фанатов. Они следят за тобой, хотят автограф или селфи, 
        и готовы немного помочь, если это делает их частью "твоего круга".<br><br>
    
        <b>🏟 Влияние на огромную толпу (СЛ 12):</b><br>
        Ты пока только начинаешь. Сотни людей? 
        <i>Успокойся, звезда, ты ещё не на арене Night City.</i>
        `,
    "7-8": `
        <b>🎸 Харизматическое Давление </b><br><br>
    
        <b>🎤 Где ты можешь выступать:</b><br>
        Местные клубы, барные сцены и подпольные вечеринки.<br><br>
    
        <b>🧍 Воздействие на одного фаната (СЛ 8):</b><br>
        Ты можешь убедить фаната оказать тебе небольшую услугу — 
        например, купить выпивку, подбросить на тачке или отвлечь охрану.<br><br>
    
        <b>👥 Воздействие на небольшую группу (СЛ 10):</b><br>
        До 6 фанатов. Они следят за тобой, хотят автограф или селфи, 
        и готовы немного помочь, если это делает их частью "твоего круга".<br><br>
    
        <b>🏟 Влияние на огромную толпу (СЛ 12):</b><br>
        Ты пока только начинаешь. Сотни людей? 
        <i>Успокойся, звезда, ты ещё не на арене Night City.</i>
        `,
    "9-10": `
        <b>🎸 Харизматическое Давление </b><br><br>
    
        <b>🎤 Где ты можешь выступать:</b><br>
        Местные клубы, барные сцены и подпольные вечеринки.<br><br>
    
        <b>🧍 Воздействие на одного фаната (СЛ 8):</b><br>
        Ты можешь убедить фаната оказать тебе небольшую услугу — 
        например, купить выпивку, подбросить на тачке или отвлечь охрану.<br><br>
    
        <b>👥 Воздействие на небольшую группу (СЛ 10):</b><br>
        До 6 фанатов. Они следят за тобой, хотят автограф или селфи, 
        и готовы немного помочь, если это делает их частью "твоего круга".<br><br>
    
        <b>🏟 Влияние на огромную толпу (СЛ 12):</b><br>
        Ты пока только начинаешь. Сотни людей? 
        <i>Успокойся, звезда, ты ещё не на арене Night City.</i>
        `,
}

const nomadLevels = {
    "1-2": `
        <b>🎸 Харизматическое Давление </b><br><br>
    
        <b>🎤 Где ты можешь выступать:</b><br>
        Небольшие местные клубы.<br><br>
    
        <b>🧍 Воздействие на одного фаната (СЛ 8):</b><br>
        Ты можешь убедить фаната оказать тебе небольшую услугу — 
        например, купить выпивку, подбросить на тачке или отвлечь охрану.<br><br>
    
        <b>👥 Воздействие на небольшую группу (СЛ 10):</b><br>
        До 6 фанатов. Они следят за тобой, хотят автограф или селфи, 
        и готовы немного помочь, если это делает их частью "твоего круга".<br><br>
    
        <b>🏟 Влияние на огромную толпу (СЛ 12):</b><br>
        Ты пока только начинаешь. Сотни людей? 
        <i>Успокойся, звезда, ты ещё не на арене Night City.</i>
        `,
    "3-4": `
        <b>🎸 Харизматическое Давление </b><br>
    
        <b>🎤 Где ты можешь выступать:</b><br>
        Известные клубы<br>
    
        <b>🧍 Воздействие на одного фаната (СЛ 8):</b><br>
        Рокербой может убедить кого-то переспать с ним, оказать услугу, 
        замолвить за него словечко и т.п.<br><br>
    
        <b>👥 Воздействие на небольшую группу (СЛ 10):</b><br>
        Убедить фан-группу (до 6 человек) проводить 
        совместно время, найти выпивку, наркотики и другие товары для вечеринки.<br><br>
    
        <b>🏟 Влияние на огромную толпу (СЛ 12):</b><br>
        Много местных поклонников покупают записи и мерч 
        рокербоя.</i>
        `,
    "5-6": `
        <b>🎸 Харизматическое Давление </b><br><br>
    
        <b>🎤 Где ты можешь выступать:</b><br>
        Местные клубы, барные сцены и подпольные вечеринки.<br><br>
    
        <b>🧍 Воздействие на одного фаната (СЛ 8):</b><br>
        Ты можешь убедить фаната оказать тебе небольшую услугу — 
        например, купить выпивку, подбросить на тачке или отвлечь охрану.<br><br>
    
        <b>👥 Воздействие на небольшую группу (СЛ 10):</b><br>
        До 6 фанатов. Они следят за тобой, хотят автограф или селфи, 
        и готовы немного помочь, если это делает их частью "твоего круга".<br><br>
    
        <b>🏟 Влияние на огромную толпу (СЛ 12):</b><br>
        Ты пока только начинаешь. Сотни людей? 
        <i>Успокойся, звезда, ты ещё не на арене Night City.</i>
        `,
    "7-8": `
        <b>🎸 Харизматическое Давление </b><br><br>
    
        <b>🎤 Где ты можешь выступать:</b><br>
        Местные клубы, барные сцены и подпольные вечеринки.<br><br>
    
        <b>🧍 Воздействие на одного фаната (СЛ 8):</b><br>
        Ты можешь убедить фаната оказать тебе небольшую услугу — 
        например, купить выпивку, подбросить на тачке или отвлечь охрану.<br><br>
    
        <b>👥 Воздействие на небольшую группу (СЛ 10):</b><br>
        До 6 фанатов. Они следят за тобой, хотят автограф или селфи, 
        и готовы немного помочь, если это делает их частью "твоего круга".<br><br>
    
        <b>🏟 Влияние на огромную толпу (СЛ 12):</b><br>
        Ты пока только начинаешь. Сотни людей? 
        <i>Успокойся, звезда, ты ещё не на арене Night City.</i>
        `,
    "9-10": `
        <b>🎸 Харизматическое Давление </b><br><br>
    
        <b>🎤 Где ты можешь выступать:</b><br>
        Местные клубы, барные сцены и подпольные вечеринки.<br><br>
    
        <b>🧍 Воздействие на одного фаната (СЛ 8):</b><br>
        Ты можешь убедить фаната оказать тебе небольшую услугу — 
        например, купить выпивку, подбросить на тачке или отвлечь охрану.<br><br>
    
        <b>👥 Воздействие на небольшую группу (СЛ 10):</b><br>
        До 6 фанатов. Они следят за тобой, хотят автограф или селфи, 
        и готовы немного помочь, если это делает их частью "твоего круга".<br><br>
    
        <b>🏟 Влияние на огромную толпу (СЛ 12):</b><br>
        Ты пока только начинаешь. Сотни людей? 
        <i>Успокойся, звезда, ты ещё не на арене Night City.</i>
        `,
}